ROLE_CHOICES = {
        'Администратор': 'Администратор',
        'Продавец': 'Продавец',
    }

PAYMENT_METHOD_CHOICES = {
        'Наличные': 'Наличные',
        'Карта': 'Карта',
        'Click': 'Click',
        'Перечисление': 'Перечисление',
    }

SELLING_METHOD_CHOICES = {
        'Штук': 'Штук',
        'Ед.измерения': 'Ед.измерения',
    }

CLIENT_TYPE_CHOICES = {
    'Физ.лицо': 'Физ.лицо',
    'Юр.лицо': 'Юр.лицо'
}

SOURCE_TYPE_CHOICES = {
    'Погашение долга': 'Погашение долга',
    'Продажа': 'Продажа'
}